Repository: Dragontis/proxychanger
Catalog: locale/*/LC_MESSAGES/proxychanger.po
Languages: es_es

source: Keep current proxy
es_es: Mantener proxy actual

source: Deactivate proxy
es_es: Desactivar proxy

source: All
es_es: Todo

source: Trace
es_es: Traza

source: Debug
es_es: Depuración

source: Info
es_es: Información

source: Warning
es_es: Aviso

source: Critical
es_es: Crítico

source: Configuration
es_es: Configuración

source: A custom log level has been set from the command line. The log level set here will have no effect.
es_es: Se ha establecido un nivel de LOG desde la línea de comandos. El nivel establecido aquí no tendrá efecto.

source: Start indicator with session
es_es: Iniciar indicador con la sesión

source: Show current proxy name next to icon
es_es: Mostrar el nombre del proxy junto al icono

source: LOG level
es_es: Nivel de LOG

source: Auto change proxy based on computer IPs
es_es: Auto cambiar proxy basado en las IPs del equipo

source: What to do if no match
es_es: Qué hacer si no hay coincidencia

source: Check for updates
es_es: Comprobar actualizaciones

source: Proxy name
es_es: Nombre del proxy

source: Proxies
es_es: Proxys

source: Enabled?
es_es: ¿Habilitado?

source: Application name
es_es: Nombre de la aplicación

source: Enabled/Disabled applications
es_es: Aplicaciones habilitadas/deshabilitadas

source: Applications
es_es: Aplicaciones

source: Before proxy change script (<a href="https://github.com/okelet/proxychanger/wiki/Scripts">help</a>)
es_es: Script antes de cambiar de proxy (<a href="https://github.com/okelet/proxychanger/wiki/Scripts">ayuda</a>)

source: On deactivate proxy script (<a href="https://github.com/okelet/proxychanger/wiki/Scripts">help</a>)
es_es: Script al desactivar proxy (<a href="https://github.com/okelet/proxychanger/wiki/Scripts">ayuda</a>)

source: On activate proxy script (<a href="https://github.com/okelet/proxychanger/wiki/Scripts">help</a>)
es_es: Script al activar proxy (<a href="https://github.com/okelet/proxychanger/wiki/Scripts">ayuda</a>)

source: Export
es_es: Exportar

source: Import
es_es: Importar

source: Short name
es_es: Nombre corto

source: Short name, leave empty to autogenerate
es_es: Nombre corto; dejar en blanco para auto generarlo

source: Name
es_es: Nombre

source: Address
es_es: Dirección

source: Port
es_es: Puerto

source: Username
es_es: Usuario

source: Password
es_es: Contraseña

source: Exceptions
es_es: Excepciones

source: IP or hostname
es_es: IP o nombre de host

source: Username, if any
es_es: Usuario, si procede

source: List of exceptions, one per line; for example: 127.* 127.0.0.1/8 example.com *.example.com
es_es: Lista de excepciones, una por línea; por ejemplo: 127.* 127.0.0.1/8 example.com *.example.com

source: Matching IPs
es_es: IPs asociadas

source: List of matching IPs, separated by commas. If any IP in the computer matches any IP listed here, this proxy will become active. IPs can be especified in the following formats: 192.168.1.1/32 192.168.1.0/24
es_es: Lista de IPs asociadas al proxy. Si alguna de las IPs de la máquina concuerda con alguna de las IPs especificadas aquí, este proxy se establecerá como activo. Las IPs se pueden especificar con los siguientes formatos: 192.168.1.1 192.168.1.1/32 192.168.1.0/24

source: Password, if any
es_es: Contraseña, si procede

source: Show/hide password
es_es: Mostrar/ocultar contraseña

source: On proxy activate script (<a href="https://github.com/okelet/proxychanger/wiki/Scripts">help</a>)
es_es: Script al activar proxy (<a href="https://github.com/okelet/proxychanger/wiki/Scripts">ayuda</a>)

source: Error writing the file %v: %v; <a href="%v">click here</a> for possible solutions
es_es: Error escribiendo en el archivo %v: %v; <a href="%v">haz click aquí</a> para ver posibles soluciones

source: Error setting the Gnome settings: %v
es_es: Error estableciendo las opciones de Gnome: %v

source: Configuration loaded
es_es: Configuración cargada

source: Please review the LOG.
es_es: Por favor, revisa el LOG.

source: No proxies defined
es_es: No se han definido proxys

source: Status
es_es: Estado

source: Error getting widget %v
es_es: Error obteniendo widget %v

source: Error writing the file %v: %v
es_es: Error escribiendo el archivo %v: %v

source: Error deleting proxy %v
es_es: Error eliminando proxy %v

source: Proxy with slug %v already exists
es_es: Ya existe un proxy con nombre corto %v

source: Error creating configuration window
es_es: Error creando ventana de configuración

source: New version %v released, click to update
es_es: La versión %v ha sido publicada, haz click aquí para actualizar

source: Show LOG
es_es: Mostrar LOG

source: %v: WARNING (%v)
es_es: %v: AVISO (%v)

source: Proxy %v has been activated (%v). %v errors occurred.
es_es: El proxy %v ha sido activado (%v). Se han producido %v errores.

source: %v No proxy
es_es: %v Sin proxy

source: Add proxy
es_es: Añadir proxy

source: Name can not be empty
es_es: El nombre no puede estar vacío

source: Error deleting password in keyring
es_es: Error eliminando la contraseña del almacén de claves

source: Proxy activated according to current IPs
es_es: Proxy activado de acuerdo con las IPs actuales

source: Proxy has been deactivated (%v). %v errors occurred.
es_es: El proxy ha sido desactivado (%v). Se han producido %v errores.

source: Command %v not found
es_es: Comando %v no encontrado

source: Sets the proxy in the file %v for Debian based distributions
es_es: Establece el proxy en el archivo %v para distribuciones basadas en Debian

source: Proxy %v added
es_es: Proxy %v añadido

source: %v Status
es_es: %v Estado

source: Error checking if file %v exists: %v; <a href="%v">click here</a> for possible solutions
es_es: Error comprobado si el archivo %v existe: %v; <a href="%v">haz click aquí</a> para ver posibles soluciones

source: Error reading file %v: %v; <a href="%v">click here</a> for possible solutions
es_es: Error leyendo el archivo %v: %v; <a href="%v">haz click aquí</a> para ver posibles soluciones

source: SSH configuration (~/.ssh/config)
es_es: Configuración de SSH (~/.ssh/config)

source: Slug already in use
es_es: Nombre corto ya en uso

source: Proxy with slug %v not found
es_es: Proxy con nombre corto %v no encontrado

source: Error filling information; please, check the LOG.
es_es: Error rellenando la información; por favor, revisa el LOG.

source: Error reading file %v: %v
es_es: Error leyendo archivo %v: %v

source: Error parsing file %v: %v
es_es: Error parseando archivo %v: %v

source: Proxy %v has been activated (%v).
es_es: El proxy %v ha sido activado (%v).

source: SSH configuration applied, but corkscrew command not found
es_es: Configuración de SSH aplicada, pero no se ha encontrado corkscrew

source: No proxy found for current IPs
es_es: No se ha encontrado ningún proxy para las IPs actuales

source: %v: WARNING (%v, %v)
es_es: %v: AVISO (%v, %v)

source: Current system doesn't seem to be Debian Based (file %v doesn't exist)
es_es: El sistema no parece estar basado en Debian (el archivo %v no existe)

source: Error saving file %v: %v
es_es: Error guardando archivo %v: %v

source: No proxy
es_es: Sin proxy

source: Version %v has been released.
es_es: La versión %v ha sido publicada.

source: Proxy %v activated
es_es: Proxy %v activado

source: File %v doesn't exist
es_es: El archivo %v no existe

source: Edit proxy %v
es_es: Editar proxy %v

source: Proxy %v deleted
es_es: Proxy %v eliminado

source: Proxy activated
es_es: Proxy activado

source: Proxy %v has been activated. %v errors occurred.
es_es: El proxy %v ha sido activado. Se han producido %v errores.

source: Error detecting if the current system is Debian Based using file %v: %v
es_es: Error detectando si el sistema está basando en Debian usando el archivo %v: %v

source: Path %v is a directory, and it should be a file
es_es: La ruta %v es un directorio, y debería ser un archivo

source: Error creating the directory %v: %v; <a href="%v">click here</a> for possible solutions
es_es: Error creando el directorio %v: %v; <a href="%v">haz click aquí</a> para ver posibles soluciones

source: Error setting environment variable %v: %v
es_es: Error estableciendo variable de entorno %v: %v

source: Proxy %v updated
es_es: Proxy %v actualizado

source: Export configuration
es_es: Exportar configuración

source: Error starting IP check thread: %v
es_es: Error iniciando proceso de comprobación de IPs: %v

source: Sets the proxy in the current environment
es_es: Establece el proxy en el entorno actual

source: Current system doesn't seem to have Yum/Dnf (none of %v and %v files exist)
es_es: El sistema actual no parece tener Yum/Dnf (los ficheros %v o %v no existen)

source: Error loading configuration
es_es: Error cargando configuración

source: Help
es_es: Ayuda

source: not configured
es_es: no configurado

source: Error unsetting environment variable %v: %v
es_es: Error reseteando variable de entorno %v: %v

source: Configuration imported
es_es: Configuración importada

source: Gnome imported
es_es: Importado de Gnome

source: Startup
es_es: Inicio

source: Configures proxy for Host * in ~/.ssh/config
es_es: Configura el proxy para Host * en ~/.ssh/config

source: Random name #%v
es_es: Nombre aleatorio #%v

source: Proxy %v has been activated.
es_es: El proxy %v ha sido activado.

source: Error staring update check thread: %v
es_es: Error arrancando proceso de comprobación de actualizaciones: %v

source: Port must be lower than 65535
es_es: El puerto debe ser menor que 65535

source: The proxy %v is currently in use
es_es: El proxy %v está en uso actualmente

source: Sets the proxy in the file %v
es_es: Establece el proxy en el archivo %v

source: Sets the proxy in the files %v or %v for Red Hat based distributions
es_es: Establece el proxy en los archivos %v o %v para distribuciones basadas en Red Hat

source: Proxy with UUID %v not found
es_es: Proxy con UUID %v no encontrado

source: Application already running
es_es: El programa ya se está ejecutando

source: Error starting IP check thread
es_es: Error iniciando proceso de comprobación de IP

source: Error starting update check thread
es_es: Error iniciando proceso de comprobación de actualizaciones

source: Proxy has been deactivated. %v errors occurred.
es_es: El proxy ha sido desactivado. Se han producido %v errores.

source: Error checking if file %v exists: %v
es_es: Error comprobando si el archivo %v existe: %v

source: Error saving configuration: %v.
es_es: Error guardando configuración: %v.

source: Error backing up file %v to %v: %v
es_es: Error haciendo copia de seguridad del archivo %v a %v: %v

source: Sets the proxy in the Gnome Desktop environment
es_es: Establece el proxy en la sesión del entorno de escritorio de Gnome

source: Error deleting file %v: %v
es_es: Error eliminando archivo %v: %v

source: The element %v in the list of IPs (%v) is not valid: %v
es_es: El elemento %v de la lista de IPs (%v) no es válido: %v

source: Initial configuration
es_es: Configuración inicial

source: Environment imported
es_es: Importado del entorno

source: Initial indicator configuration and proxy import
es_es: Configuración inicial del indicador e importación de proxy

source: Error loading asset %v
es_es: Error cargando asset %v

source: Error running command %v (%v): %v/%v
es_es: Error ejecutando comando %v (%v): %v/%v

source: Error checking if directory %v exists: %v
es_es: Error comprobando si el directorio %v existe: %v

source: Error checking if directory %v exists: %v; <a href="%v">click here</a> for possible solutions
es_es: Error comprobado si el directorio %v existe: %v; <a href="%v">haz click aquí</a> para ver posibles soluciones

source: Error starting cron
es_es: Error iniciando cron

source: Error requesting dbus name: %v.
es_es: Error solicitando el nombre a dbus: %v

source: Proxy deactivated
es_es: Proxy desactivado

source: Proxy with name %v already exists
es_es: Ya existe un proxy con nombre %v

source: Port must be greater than 0
es_es: El puerto debe ser mayor de 0

source: Error creating directory %v: %v
es_es: Error creando directorio %v: %v

source: Error running command %v (%v): %v; <a href="%v">click here</a> for possible solutions
es_es: Error ejecutando el comando %v (%v): %v; <a href="%v">haz click aquí</a> para ver posibles soluciones

source: Failed to get proxy URL
es_es: Error obteniendo la URL del proxy

source: Proxy activated from D-Bus
es_es: Proxy activado desde D-Bus

source: Proxy has been deactivated.
es_es: El proxy ha sido desactivado.

source: Do you want to add a proxy?
es_es: ¿Quieres añadir un proxy?

source: Address can not be empty
es_es: La dirección no puede estar vacía

source: Do you want to include passwords in the exported file?
es_es: ¿Quieres incluir las contraseñas en el archivo exportado?

source: Error generating proxy URL: %v
es_es: Error generando la URL del proxy: %v

source: Environment
es_es: Entorno

source: Error saving password in keyring
es_es: Error guardando la contraseña en el almacén de claves

source: %v: Skipped (%v)
es_es: %v: Ignorado (%v)

source: Proxy has been deactivated (%v).
es_es: El proxy ha sido desactivado (%v).

source: Do you want to activate this proxy?
es_es: ¿Quieres activar este proxy?

source: Random name
es_es: Nombre aleatorio

source: Set proxy
es_es: Establecer proxy

source: Proxy deactivated from D-Bus
es_es: Proxy desactivado desde D-Bus

source: Error importing configuration: %v.
es_es: Error importando configuración: %v.

source: No proxy set yet.
es_es: No se ha establecido un proxy aún.

source: New version detected
es_es: Nueva versión detectada

source: Error loading file %v: %v
es_es: Error cargando archivo %v: %v

source: Error getting proxy password: %v
es_es: Error obteniendo la contraseña del proxy: %v

source: Error deactivating proxy
es_es: Error desactivando proxy

source: Error initializing function: %v
es_es: Error inicializando función: %v

source: Error opening file %v: %v
es_es: Error abriendo archivo %v: %v

source: Error getting the proxy password: %v
es_es: Error obteniendo la contraseña del proxy: %v

source: Error creating new wildcard SSH host: %v
es_es: Error creando nuevo host wildcard SSH: %v

source: Failed to get proxy password
es_es: Error obteniendo la contraseña del proxy

source: Protocol can not be empty
es_es: El protocolo no puede estar vacío

source: Quit
es_es: Salir
